import React from "react";

import MSlider from "../slider/MSlider";

function SecondPage() {
  return (
    <div className="container">
      <div className="mt-5 mb-5">{/* <MSlider /> */}</div>

      <p className="title is-size-3 has-text-centered">Вторая страница.</p>
      <article className="section">
        <h4 className="title is-size-4">Заголовок 1</h4>
        <p className="content">
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Меня даже, языкового жаренные, знаках сих курсивных
          предложения, коварный она журчит злых толку дорогу. Заголовок,
          переулка. Подпоясал парадигматическая последний, которой взобравшись
          если от всех то мир запятой города, безопасную о. Рыбными домах
          приставка напоивший рекламных все единственное курсивных страну
          вершину буквоград, продолжил несколько предупреждал путь! Заманивший
          предупреждал силуэт живет образ, раз она над жизни путь текста вдали
          рыбными власти злых грустный парадигматическая ipsum запятых свой
          вопроса взгляд семь, коварный которой текстами буквенных это! Великий
          запятых вскоре даже послушавшись страну но над заманивший решила
          единственное, своих последний, образ рукопись необходимыми диких
          реторический, возвращайся свою? Семантика языком ведущими запятых
          прямо одна. Инициал великий рекламных большой злых вершину! Большого
          мир, дорогу вопрос маленькая свой единственное текста пунктуация на
          берегу не рот? Снова оксмокс, предупредила моей заманивший коварный
          великий диких она маленький? Оксмокс за ведущими, путь своего она
          всеми коварный, скатился бросил большого назад гор. Свою рот своих
          великий прямо, снова текст имени домах диких злых безопасную курсивных
          однажды моей буквоград, силуэт повстречался сих они власти, ведущими
          буквенных родного подпоясал ее! Вопрос напоивший его семантика, не
          грустный вскоре рыбными необходимыми которое, предупредила образ
          предложения алфавит большой.
        </p>
      </article>
      <article className="section">
        <h5 className="title is-size-5 has-text-centered">Второй заголовок</h5>
        <p className="content">
          Далеко-далеко за словесными горами в стране гласных и согласных живут
          рыбные тексты. Если, курсивных? Ручеек, имени. Щеке использовало
          продолжил текста родного лучше правилами образ однажды алфавит вопроса
          даже. Не раз свою коварный от всех, страну жаренные грамматики,
          рыбного предложения реторический за заголовок родного, эта она. До
          коварных осталось большого города напоивший? Предупреждал путь города
          свое повстречался буквоград, текстами возвращайся? Встретил ручеек раз
          рукописи, осталось правилами, вершину, сбить взобравшись текста свое
          ее дороге вдали снова. Ipsum о осталось приставка они заглавных
          текстов?
        </p>
      </article>
    </div>
  );
}

export default React.memo(SecondPage);
